// پروژه‌های جاری-هفتگی

const ctx7 = document.getElementById('myChart7');

new Chart(ctx7, {
    type: 'bar',
    data: {
        labels: ['هفته 01','هفته 03','هفته 05','هفته جاری','هفته 09','هفته 11','هفته 13','هفته 15','هفته 17','هفته 19','هفته 21','هفته 23','هفته 25','هفته 27','هفته 29','هفته 31','هفته 33','هفته 35','هفته 37','هفته 39','هفته 41','هفته 43','هفته 45','هفته 47','هفته 49','هفته 51','هفته 53'],
        datasets: [{
            label: 'پروژه ها',
            data: [.3,.8,1.9,2,1.7,2,1.1,1,1,1,1,1,1,1,1,1,1,2,2,2,2,2,2,2,2,2,2]
        }],
    },
    options: {
        
    }
});
